Repository: Comingdonut/Project-Frontier
Catalog: Project Frontier/Project Frontier/Resources/Localize/*.lproj/Localizable.strings
Languages: es_mx

# DefaultKey1_Category
source: Choose a Category
es_mx: Elige una Categoría

# DefaultKey2_Subject
source: Choose a Subject
es_mx: Elige un Sujeto

# DefaultKey3_TBA
source: TBA
es_mx: SA

# DefaultKey4_Back
source: Back
es_mx: Regreso

# DefaultKey5_Shoot
source: Shoot Me!
es_mx: ¡Disparame!

# DefaultKey6_Soon
source: ComingSoon
es_mx: SP_ComingSoon

# MenuKey1_Star
source: Star
es_mx: Astro

# MenuKey2_SolarSystem
source: Solar System
es_mx: Sistema Solar

# MenuKey3_BlackHole
source: Black Hole
es_mx: Calabozo

# MenuKey4_Comet
source: Comet
es_mx: Cometa

# MenuKey6_DwarfPlanet
source: Dwarf Planet
es_mx: Planeta Enanos

# StarKey1_Yellow
source: Yellow Star
es_mx: Astro Amarilla

# StarKey2_Blue
source: Blue Star
es_mx: Astro Azul

# StarKey3_Red
source: Red Star
es_mx: Astro Roja

# StarKey4_White
source: White Dwarf
es_mx: Enano Blanco

# StarKey5_Black
source: Black Dwarf
es_mx: Enano Negro

# StarKey6_Brown
source: Brown Dwarf
es_mx: Enano Marrón

# BonusFact2_Mercury
source: MercuryDetail
es_mx: SP_MercuryDetail

# BonusFact3_Venus
source: VenusDetail
es_mx: SP_VenusDetail

# BonusFact4_Earth
source: EarthDetail
es_mx: SP_EarthDetail

# BonusFact5_Mars
source: MarsDetail
es_mx: SP_MarsDetail

# BonusFact6_Jupiter
source: JupiterDetail
es_mx: SP_JupiterDetail

# BonusFact7_Saturn
source: SaturnDetail
es_mx: SP_SaturnDetail

# BonusFact8_Uranus
source: UranusDetail
es_mx: SP_UranusDetail

# BonusFact9_Neptune
source: NeptuneDetail
es_mx: SP_NeptuneDetail

# StarFact1_Yellow
source: Yellow stars are a medium sized star.
es_mx: Las Estrellas Amarillas son una estrella de tamaño mediano.

# StarFact2_Yellow
source: They are three different colors:
es_mx: Son tres colores diferentes:

# StarFact3_Yellow
source: Yellow-White, Yellow, and Yellow-Orange
es_mx: Amarilla-blanco, Amarilla y Amarilla-naranja

# StarFact4_Yellow
source: Yellow stars are 5,840 - 13,040 degrees fahrenheit.
es_mx: Las Estrellas Amarillas son 5,840 - 13,040 grados Fahrenheit.

# StarFact5_Yellow
source: Yellow stars will live about 10 billion years.
es_mx: Las Estrellas Amarillas vivirán alrededor de 10 mil millones de años.

# StarFact6_Yellow
source: A dying Yellow star starts to grow into a Giant Star.
es_mx: Una Estrella Amarilla muriendo comienza a convertirse en una Estrella Gigante.

# StarFact7_Yellow
source: It will shrink and become a white dwarf star.
es_mx: Se encogerá y se convertirá en una Estrella Enana Blanca.

# StarFact8_Yellow
source: While shrinking, it will leave behind a lot of gas.
es_mx: Mientras se reduce, dejará una gran cantidad de gas.

# StarFact9_Yellow
source: The gas will form a cloud.
es_mx: El gas formará una nube.

# StarFact10_Yellow
source: This cloud is called: Planetary Nebula.
es_mx: Esta nube se llama: Nebulosa Planetaria.

# StarFact1_White
source: White Dwarf Stars are dead stars.
es_mx: Estrella Enana Blanca son estrellas muertas.

# StarFact2_White
source: They use to be Red Dwarf Stars or Yellow Stars.
es_mx: Solían ser Estrellas Rojas Enanas o Estrellas Amarillas.

# StarFact3_White
source: White Dwarf Stars are tinier than Red Dwarf Stars.
es_mx: Estrellas Enana Blancas son más pequeñas que Estrellas Enanas Rojas.

# StarFact4_White
source: And bigger than Brown Dwarf Stars.
es_mx: Y más grande que Estrellas Enanas Marrónes.

# StarFact5_White
source: White Dwarf Stars are slowly cooling down.
es_mx: Estrellas Enana Blancas se están enfriando lentamente.

# StarFact6_White
source: After billions or trillions of years they will stop glowing.
es_mx: Después de miles de millones o billones de años dejarán de brillar.

# StarFact7_White
source: They will then become Black Dwarf Stars.
es_mx: Luego se convertirán en Estrellas Negras Enanas.

# StarFact1_Black
source: Black Dwarf Stars are dead stars.
es_mx: Estrellas Enanas Negras son estrellas muertas.

# StarFact2_Black
source: They used to be White Dwarf Stars.
es_mx: Solían ser Estrellas Enana Blancas.

# StarFact3_Black
source: White Dwarf Stars will run out of fuel.
es_mx: Estrellas Enana Blancas se quedará sin combustible.

# StarFact4_Black
source: They will become darker and darker.
es_mx: Se volverán más oscuros y oscuros.

# StarFact5_Black
source: Until there is no more fuel to burn.
es_mx: Hasta que no haya más combustible para quemar.

# StarFact6_Black
source: They then become Black Dwarf Stars
es_mx: Luego se convierten en Estrellas Enana Negras.

# StarFact7_Black
source: White Dwarf Stars take a long time to run out of fuel.
es_mx: Estrellas Enana Blancas toman mucho tiempo para quedarse sin combustible.

# StarFact8_Black
source: Currently, there are no Black Dwarf Stars.
es_mx: Actualmente, no hay Estrellas Enana Negras.

# StarFact1_Brown
source: Brown Dwarf Stars are failed stars.
es_mx: Estrellas Enanas Marrónes son estrellas fallidas.

# StarFact2_Brown
source: They are smaller than stars.
es_mx: Ellos son más pequeños que las estrellas.

# StarFact3_Brown
source: And they are bigger than a planet.
es_mx: Y son más grandes que un planeta.

# StarFact4_Brown
source: Brown Dwarf Stars are born like a star.
es_mx: Estrellas Enanas Marrónes nacen como una estrella.

# StarFact5_Brown
source: But they can't produce starlight.
es_mx: Pero no pueden producir luz estelar.

# StarFact6_Brown
source: They can orbit an actual star.
es_mx: Pueden orbitar una estrella real.

# StarFact7_Brown
source: And they can have a planet orbit them.
es_mx: Y pueden tener un planeta en órbita alrededor de ellos.

# StarFact8_Brown
source: Brown Dwarf Stars are not brown either.
es_mx: Las Estrellas Enanas Marrónes tampoco son Marrónes.

# StarFact9_Brown
source: They have various colors between red and black.
es_mx: Tienen varios colores entre rojo y negro.

# StarFact10_Brown
source: Some can even be magenta or orange.
es_mx: Algunos incluso pueden ser magenta o naranja.
